{"/docs/getting-started/":{"data":{"":"","defaults#Defaults":"Crew Call uses defaults to make your life easier. The onboarding process will setup your defaults, these will be used whenever you create a new job going forward. Don’t worry if you get it wrong, these can be changed at any time. The two most important defaults are:\nOvertime Calculation\nThis is used to breakdown your work day into different penalty rates such as 1.0x, 1.5x, 2.0x. It also determines your Daily Base Rate, if you charge for a 10 Hour Day, the Base Rate should be set as 10 Hours.\nRate\nThis is the Daily Rate that you charge for a job. Your Hourly Rate and Overtime Rates are automatically calculated from this value.","onboarding#Onboarding":"When you open Crew Call for the first time you will be guided through our onboarding process. This is an important step to help you start logging your work hours accurately.","start-logging-jobs#Start Logging Jobs":"Once you have your Default Overtime Calculation and Rate setup, it’s time to start logging Jobs and Work Days."},"title":"Getting Started"},"/docs/invoices/":{"data":{"":"","invoicing#Invoicing":"Crew Call supports creating invoices. It will convert Jobs that you have logged into Invoices with Line Items. Detailed documentation is coming soon, in the mean time please refer to this Invoicing Demo for a detailed walkthrough of how to use invoicing in Crew Call.","xero-csv-export#Xero CSV Export":"Some crew log their hours in Crew Call and then use Xero for their accounting. This video details the process of exporting a CSV from Crew Call and importing it into Xero, a streamlined way to convert your Crew Call Job into a Xero Invoice."},"title":"Invoices"},"/docs/jobs/":{"data":{"":"Jobs\nEvery new job that you work on, be it a TVC or a Feature Film, will have a corresponding Job in Crew Call. Jobs are made up of Work Days which can be Pre Days, Shoot Days or Post Days.\nJob List\nEach Crew Member has a list of jobs that they have worked on. The Job List can be accessed from the Jobs Tab within Crew Call.","resources#Resources":"Creating Jobs Editing Jobs"},"title":"Jobs"},"/docs/jobs/creating-jobs/":{"data":{"":"","add-job#Add Job":"Tap the Add Button in the bottom right. This will create a New Job and add it to the Job List for the Current Crew Member.","enter-job-name-and-production-company#Enter Job Name and Production Company":"You must enter a Job Name. Select a Production Company from the list. Tap the ’+’ Button in the toolbar to Add a New Production Company.\nProduction Companies are referred to as Clients in the Invoice Section of Crew Call.","go-to-the-job-list#Go to the Job List":"Tap the Jobs Tab at the bottom. This will take you to the Job List for the Current Crew Member.","how-to-add-a-job#How to Add a Job":"","modify-role-department-or-rate-if-required#Modify Role, Department or Rate If Required":"These will be pre-filled based on the defaults in your Crew Profile. The most common value to modify is your rate as it’s likely you negotiate this on a job to job basis.","tap-the-add-job-button#Tap the \u0026lsquo;Add Job\u0026rsquo; Button":"Tap the ’+’ Button in the top right. This will show the Add New Job Screen. This is where you set the Job Name, Production Company, Role, Department, Rate and Job Settings."},"title":"Creating Jobs"},"/docs/jobs/editing-jobs/":{"data":{"":"","go-to-the-job-list#Go to the Job List":"Tap the Jobs Tab at the bottom. This will take you to the Job List for the Current Crew Member.","how-to-edit-a-job#How to Edit a Job":"","job-info#Job Info":"You can change the Job Name, Production Company, Role, Department or Rate. You can also mark jobs as Sent, Lock or Paid.\nWhen you change your Rate for a Job and select Save, every Work Day for that Job will be re-calculated using the new rate.","job-settings#Job Settings":"Overtime Calculations, Overtime Rules, Night Loadings, Meal Penalties and Turnarounds can be modified on a job to job basis.\nIf you are working on a different scale of production or in a different country, you may want to change these so that your income is calculated correctly for that specific job.\nWhen you change any of the Calculations and select Save, every Work Day for that Job will be re-calculated using the new Job Settings.","select-edit-job#Select \u0026lsquo;Edit Job\u0026rsquo;":"Tap and Hold on a Job. Select Edit Job from the menu."},"title":"Editing Jobs"},"/docs/multi-user-mode/":{"data":{"":"","multi-user-mode#Multi User Mode":"Crew Call allows you to log Jobs and Work Days for an entire department. This is perfect when you’re the designated timekeeper on a Film or TV Series.\nDetailed documentation is coming soon, in the mean time please refer to this video for an overview of how it works.\nPlease Note: This video was recorded with V1 of Crew Call. The user interface has changed quite a bit but the core concepts are still the same."},"title":"Multi User Mode"},"/docs/work-days/":{"data":{"":"Work Days\nWithin a Job you will log individual Work Days. These can be Pre Days, Shoot Days or Post Days. This is where you log your Start Time, Wrap Time, Paid Travel, Equipment Used, etc.\nWork Weeks\nA series of Work Days make up a Work Week which runs from ‘Mon-Sun’ or ‘Sun-Sat’ depending on your Settings. These are calculated automatically based on Work Days that have been logged.","resources#Resources":"Creating Work Days Logging Work Days Labour Equipment Notes Locations Chargeable Mileage Lock Work Days"},"title":"Work Days"},"/docs/work-days/creating-work-days/":{"data":{"":"There a two ways to create Work Days in Crew Call, Single and Multiple.\nSingle Work Days\nThis is a great approach when you are logging Work Days as you go. You open Crew Call when you’re on-set and create a Shoot Day.\nMultiple Work Days\nMany crew prefer to log their Work Days in advance. This option is ideal when you want to setup an entire Job in one go or if you are creating Work Days one week/multiple weeks at a time.\nWhen using Calendar Sync, Crew Call will create calendar events that correspond to your Work Days. This is a great way to have your work schedule populate your day-to-day calendar.","add-a-single-work-day#Add a Single Work Day":"","add-a-work-day#Add a Work Day":"Tap on the Date Title Preset and a new Work Day will be created. You will return to the Work Day List.","add-multiple-work-days#Add Multiple Work Days":"","add-multiple-work-days-1#Add Multiple Work Days":"Tap on the Add Button and a sequence of new Work Days will be created. You will return to the Work Day List.","go-to-the-work-day-list#Go to the Work Day List":"Tap a Job in the Job List. This will load the Work Day List for that specific job.","go-to-the-work-day-list-1#Go to the Work Day List":"Tap a Job in the Job List. This will load the Work Day List for that specific job.","select-half-day-if-required#Select \u0026lsquo;Half Day\u0026rsquo; If Required":"By default Work Days will be Full Days. If you are logging pre-production you can create a Half Day. This will enable your Half Day Rate for the new Work Day.","select-half-day-if-required-1#Select \u0026lsquo;Half Day\u0026rsquo; If Required":"By default Work Days will be Full Days. If you are logging pre-production you can create a Half Day. This will enable your Half Day Rate for the new Work Day.","select-the-date#Select the Date":"Tap the Date up the top. This will open the Date Selection Popup. This is the date that will be used when creating the new Work Day.","select-the-date-1#Select the Date":"Tap the Date up the top. This will open the Date Selection Popup. This is the start date that will be used when creating Multiple Work Days. Each time a new Work Day is created the date will increment, creating a sequence of new Work Days.","skip-days#Skip Days":"As Work Days are created in a sequence, sometimes you may wish to skip certain days. For example, you might be creating a 3 Week Job that shoots Mon-Fri, rather than creating three seperate weeks, you can create 15 Work Days at once and skip the weekends.","swipe-to-change-presets#Swipe to Change Presets":"Swiping on Pre Days, Shoot Days or Post Days will change the Date Title for the new Work Day. Choose from a number of commonly used Date Titles.","tap-the-add-work-day-button#Tap the \u0026lsquo;Add Work Day\u0026rsquo; Button":"Tap the ’+’ Button in the top right. This will show the Add Work Day Screen. Make sure that Single is selected at the top, this is used to create a Single Work Day.","tap-the-add-work-day-button-1#Tap the \u0026lsquo;Add Work Day\u0026rsquo; Button":"Tap the ’+’ Button in the top right. This will show the Add Work Day Screen. Make sure that Multiple is selected at the top, this is used to create Multiple Work Days.","tap-to-change-presets#Tap to Change Presets":"Tapping on Pre Days, Shoot Days or Post Days will change the Date Title for the new Work Day. Choose from a number of commonly used Date Titles."},"title":"Creating Work Days"},"/docs/work-days/equipment/":{"data":{"":"","dailyweekly-breakdown#Daily/Weekly Breakdown":"Switch between a Daily Breakdown and Weekly Breakdown using the toggle in the top right. This is useful to keep track of how much Equipment Income you are earning each day or week.","day-rate-or-weekly-rate#Day Rate or Weekly Rate":"Each Equipment Item displays a D or a W next to it.\nD indicates that the Day Rate is being used.\nW indicates that the Weekly Rate is being used.\nTap and Hold on an Equipment Item to swap between using a Day Rate and a Weekly Rate. When using a Weekly Rate, the Work Week will be calculated using based on More Tab → Settings → First Day of Week.","discount-categories#Discount Categories":"By default the Job Discount will apply to all Equipment Categories. This can be changed so that the discount is only applied to Equipment Items in certain categories.\nThis is useful if you need to apply a discount to everything except for certain Equipment Items. In the example above, all of the Data Management and Misc Equipment is discounted but we do not apply any discount to Vehicles.","discounts#Discounts":"The bottom section displays the Job Discount. This as a global discount that will be applied to every Work Day created for this Job.\nTap the +/- Stepper to increase or reduce the discount percent. The amount discounted and your earnings after discount will be automatically calculated and displayed.","equipment-override#Equipment Override":"Swipe Left on any Equipment Item and select Edit to apply an Equipment Override.\nEquipment Override allows you to change the Day Rate or Weekly Rate for a specific Equipment Item without impacting its price on other Jobs.\nUse the text field to change the price of an Equipment Item. If you need to Calculate by Percentage you can use the +/- Stepper that is positioned above the keyboard.\nEquipment Overrides can be applied to the Entire Job or just the Current Work Day.\nUse Entire Job if the discount or surcharge you wish to apply needs to be used on every Work Day logged for this Job.\nUse Current Work Day if the discount or surcharge will change from day to day. This is useful for logging expenses which is detailed below.\nThere will be a pink dot next to the Equipment Item when an Equipment Override is applied.\nTo remove an Equipment Override, Swipe Left and select Edit, then tap Delete Override.","expenses#Expenses":"There is no offical support for expenses within Crew Call but you can achieve similar functionality using Equipment Items and Equipment Overrides.\nMany crew will setup an Equipment Category called Expenses. They will then add various Equipment Items that match common expenses, these have a Day Rate of $0.00.\nWhen you log Per Diems you will need to apply an Equipment Override and set it’s Day Rate to the amount of Per Diems you are entitled to for that day.\nIt’s important to make sure you select Current Work Day when you create the Equipment Override as the amount you charge for Per Diems will differ from day-to-day.\nOnce the Equipment Override has been created you will be charging the correct amount for the expense. This process is repeated for every day that you need to be reimbursed for an expense.","logging-equipment#Logging Equipment":"Tap the Equipment List to log gear that was used on the current Work Day.\nEquipment Items are organised by category and can be added and edited via the Home Tab → Crew Profile → Equipment List.\nEquipment Items can have varying quantities. Sometimes you own a single unit and sometimes you have multiple units of the same piece of gear.\nSingle Equipment Items\nThese are toggled on/off with a tap.\nMultiple Equipment Items\nThese are modified with the stepper. Tap the stepper to increment or reduce the number of units that have been used."},"title":"Equipment"},"/docs/work-days/labour/":{"data":{"":"","daily-bump#Daily Bump":"Daily Bump is used when a crew member needs to step up within their department for a single day. For example, a 2nd AC may work as a 1st AC on a 3rd Camera Day, thus their Day Rate needs to change just for this shoot day to match their new role and responsibility.\nEnable Daily Bump and set a different Role and Rate. The Overtime Calculation for the Job will still be used, it will just be calculated using the Daily Bump Rate instead.\nSetting a Default Daily Bump and resetting the current Daily Bump works the same as Flat Rate. Please read the Flat Rate Section above for reference.","flat-rate#Flat Rate":"Flat Rate is disabled by default, this means the Work Day will use the Overtime Calculation for Labour Income.\nWhen enabled, the Work Day will use the Flat Rate for it’s income. Any penalty rates and overtime that is normally calculated will be ignored. This is often used for Travel Days or when production has negotiated a fixed rate with you for a job. Flat Rate can be changed on a day-to-day basis by entering a different value into the Text Field.\nBest practice is to enter the Flat Rate that you will use most often and tap Set As Default Flat Rate. Once a default has been set, any new Work Day that you create will have this Flat Rate assigned. All you need to do is enable it.\nFlat Rate can be changed on a day-to-day basis by entering a different value into the Text Field. Tap the Flat Rate Button to reset the current value to your Default Flat Rate.","half-day-rate#Half Day Rate":"Half Day Rate is used to charge a percentage of your Labour Rate for the current Work Day. Your Labour Rate is set when Editing a Job.\nSetting a Default Half Day Rate and resetting the current value works the same as Flat Rate. Please read the Flat Rate Section above for reference.\nIf your Half Day Rate does not calculate as you would expect, please check More Tab → Settings → Half Day Rounding. This setting determines if the percentage rounds up or down.","income-breakdown#Income Breakdown":"The left section is a Pie Chart that gives you a visual overview of which penalties made up your income for the Work Day. The right section displays dollar values for each penalty.\nThe dollar value for LOAD in the right section is used for all Loadings that triggered additional income for this Work Day. This includes Night Loadings and Meal Penalties.\nIf you tap on a section of the Pie Chart it will highlight the corresponding penalty and income earned for that penalty.","logging-times#Logging Times":"Log your AM Travel, Call Time, Meal Break, Wrap Time and PM Travel using the selector. You can tap on the icon or the text to change your selection. The Time Slider will update depending on the value you have selected. Please note that Meal Breaks have two selections, Meal Start and Meal Length.","meal-penalties#Meal Penalties":"The Meal Start and Meal Length of your 1st Meal and 2nd Meal are checked against the Meal Penalty Calculation. If a Delayed Meal Break or Short Meal Break is detcted, the corresponding penalty will be automatically applied.\nMeal Penalties are set via Job Settings when Editing a Job.\nTap the button in the middle of the popup if you want to Ignore Meal Penalties. You can ignore 1st Meal and 2nd Meal seperately. Income earned from Meal Penalties will be ignored until you Stop Ignoring Meal Penalties.","minimum-work-day#Minimum Work Day":"If you work a day that is shorter than the Minimum Work Day, you charge the for the minimum amount of hours worked rather than for the actual hours worked.\nIn the example below, the crew member worked 5.5 Hours but they were booked on an 8 Hour Rate. The Minimum Work Day is 8 Hours so they charge for 8 Hours even though they only worked 5.5 Hours.\nMinimum Work Day is set via Job Settings when Editing a Job. It can be disabled if you wish to only charge for hours worked.","night-loadings#Night Loadings":"Night Loadings are triggered when your Start Time or Finish Time overlaps with the times set for a Night Loading Calculation.\nIncome earned from a Night Loading considers your Current Penalty (1.0x, 1.5x, 2.0x) and will add additional income to match what is specified in the Night Loading Calculation.\nNight Loadings are set via Job Settings when Editing a Job.\nTap the button in the top left of the popup if you want to Ignore Night Loadings. Income earned from Night Loadings will be ignored until you Stop Ignoring Night Loading.","night-shoots#Night Shoots":"The best way to think about the Time Slider is that it represents 24 Hours of the Day. If you slide it to the right it’s later in the day, if you slide it to the left it’s earlier in the day.\nTo log a Night Shoot or Wrap Time after midnight, select Wrap Time and slide the Time Slider to the left to select 3:30am or whenever you finish. Crew Call knows that you’re logging a Night Shoot or a Day/Night and will process it as such. This assumes that your Call Time is already set to a time after 3:30am, for example a 4:00pm Call Time.\nOnce you’ve logged your times, double check your Meal Break as it may have been altered when you slid your Wrap Time to the start of the day.\nBelow is an example of a logged Night Shoot:","overtime-rules#Overtime Rules":"Overtime Rules are used when different penalties are applicable based on the day of the week. This can be 6th Day and 7th Day Penalties or things like 2.0x on Sundays. They will trigger automatically if the Work Day meets the criteria for a given rule.\nThe Overtime Rules Popup gives you a breakdown of how penalties have changed. In the example below, it shows that 1.0x is changed to 2.0x for 8 Hours which results in $750.00 more income earned.\nThe Income Breakdown will display RULE for the income earned based on Overtime Rules. It will also display a green dot next to penalties that have been modified by an Overtime Rule.\nOvertime Rules are set via Job Settings when Editing a Job.\nTap the button in the top left of the popup if you want to Ignore a Penalty. Income earned from the Overtime Rule will be ignored until you Stop Ignoring the Penalty.","second-meal-break#Second Meal Break":"You can toggle between 1st Meal and 2nd Meal when you double tap on the Meal Break Icon in the selector.\nTap the 2nd Meal Button to enable a 2nd Meal Break. This tells Crew Call that a 2nd Meal is applicable for the current Work Day. You can then log Meal Start and Meal Length for the 2nd Meal Break as you normally would.\nThe times you enter for 1st Meal and 2nd Meal are used to calculate Meal Penalties.","time-breakdown#Time Breakdown":"The top section shows a Work Day Timeline, this is designed to give you a quick visual overview of the Work Day.\nTeal is used for Travel.\nLight Blue is used for Time Worked.\nDark Blue is used for Meal Breaks.\nThe bottom section breaks down Hours Worked based on your Overtime Calculation. You can see what hours were Single Time and how many hours you worked of 1.5x and 2.0x, etc.","time-slider#Time Slider":"Use the time slider to adjust your times.\nYou can slide it left/right as you’d expect and the times will update. This is great when you need to quickly change the logged time.\nYou can also tap to the left/right and it will increment by 6/15 Mins. This is for when you need finer control.\nChange the Time Increment via More Tab → Settings → Time Increment. You can select between 6 Min and 15 Min Increments.","turnarounds#Turnarounds":"Crew Call will automatically check your Turnaround Times to make sure you are getting an appropriate break between Work Days. It will calculate the hours between your Finish Time on one day and your Start Time the next day.\nIf your Turnaround Time is too short it will flag that you have Broken Turnaround. The duration of each Turnaround is defined by the Turnaround Calculation.\nNext Day Turnaround is used day to day.\nOne Day Turnaround is used when shooting a 6 Day Week.\nTwo Day Turnaround is used when shooting a 5 Day Week.\nCrew Call knows which Turnaround to apply based on Work Days that have been logged in the current, previous and next Work Weeks.\nTap the control in the top right of the Turnaround Popup to toggle between Broken Turnarounds and Future Turnarounds.\nFuture Turnarounds will tell you your Next Day, One Day and Two Day Turnaround Times for the Current Work Day. This allows you to easily check when you can start the next day if production ask you to start on turnaround.\nTurnarounds are set via Job Settings when Editing a Job.\nTap the button at the bottom of the popup if you want to Ignore Turnarounds. Currently there is no income earned from Broken Turnarounds in Crew Call, the ignore option is only used to disable the highlight indicating that you have Broken Tunraround.","work-day-popups#Work Day Popups":"The very bottom section of the Labour Screen is for Work Day Popups. Each button represents a modificaton to Work Day Income.\nWhen a button is highlighted that means the corresponding modifier is active. Tap any of these buttons to show a popup which provides more information."},"title":"Labour"},"/docs/work-days/locations/":{"data":{"":"","add-location#Add Location":"From the Location Summary Screen, tap Add Location. This will open the Add Location Screen. There are three different ways to add a location:","base-location-and-radius#Base Location and Radius":"The Base Location is the main city where you work. Most places will charge mileage and travel time when you work a certain distance outside of the Base Location.\nIn Melbourne, Australia we use a 20km Radius from Melbourne City. My Base Location is set as per above and my Base Radius is set to 20km. Base Radius can be\nBase Radius can be changed from day-to-day. Tap and Hold and select Set As Default if you are moving onto a new job that uses a different Base Radius, any Work Days you create after this will use this New Default.\nYou can change between Kilometers and Miles via More Tab → Settings → Mileage Format.","current-location#Current Location":"This will use your current location based on your device’s GPS. This requires Location Permissions from iOS in order to work. Whenever the Add Location Screen shows this will be used as a default. This is handy if you are adding a location while you’re on-set.","default-base-location#Default Base Location":"When using Locations for the first time, it’s best to set your Default Base Location.","default-home-location#Default Home Location":"When using Locations for the first time, it’s best to set your Default Home Location.","driving-estimate#Driving Estimate":"Crew Call will calculate a Driving Estimate for the locations you travelled to during the Work Day. It will navigate from Home AM → Location 01 → Other Logged Locations → Home PM. The driving route will be drawn on the map as you can see below.\nDriving Estimates will calculate a Duration and Distance. Home AM → Location 01 will take your Call Time into consideration as this impacts traffic. Last Location → Home PM will take your Wrap Time into consideration in the same way.\nEstimates may vary depending on the route taken. If you have Estimates Use Tolls enabled, Duration and Distance may be shorter as toll routes are typically faster and shorter.","home-locations#Home Locations":"By default, Home Location • PM will be identical to Home Location • AM. The only time you need to change these is when you’re doing an away job.\nChange the Home Location to be your accomodation when working away and Crew Call will calculate your Driving Estimates accordingly.","location-list#Location List":"Once you have added all of the locations for a Work Day you will see them as a list in the Location Summary.","navigate-to-locations#Navigate to Locations":"Tap and Hold on a location in the Location Summary Screen and select Navigate.\nThe first time you use this feature you will be asked to choose a Preferred Map Application.\nYou can change Preferred Map Application via More Tab → Settings → Preferred Map Application. You can also navigate to locations from the Work Day List. Tap and Hold on a Work Day and select Navigate To… → Location. The Navigate To… option will only be visible is a Work Day has logged locations.","reorder-locations#Reorder Locations":"Tap the Reorder Button to the right of Driving Estimates if you need to reorder locations. You may have entered them in the incorrect order or shooting plans may have changed.","search-locations#Search Locations":"Type in an address and relevant locations will display in the list. Tap the location in the list to select it. This is the easiest way to add locations in advance.","select-the-city-address#Select the City Address":"Select your Base Location from the list of addresses and tap the Done Button at the bottom. It doesn’t need to have a full street address, just the city is fine.","select-the-home-address#Select the Home Address":"Select your Home Location from the list of addresses and tap the Done Button at the bottom.","set-as-default#Set as Default":"Tap and Hold on Home Location • AM and select Set As Default. Any new Work Days that you create from this point forward will now have the Home Location set automatically.","set-as-default-1#Set as Default":"Tap and Hold on Base Location and select Set As Default. Any new Work Days that you create from this point forward will now have the Base Location set automatically.","summary-and-settings#Summary and Settings":"Location Summary is used to Add Locations.\nLocation Settings is used to set Home Locations and a Base Location.\nDriving Estimates calculate time and mileage between your Home Location and any locations that you log. Below we’ll show you how to get setup.","tap-base-location#Tap \u0026lsquo;Base Location\u0026rsquo;":"This will open the Add Location Screen.","tap-home-location--am#Tap \u0026lsquo;Home Location • AM\u0026rsquo;":"This will open the Add Location Screen.","type-in-city-address#Type in City Address":"This should be the location of the main city where you normally work. Crew Call will use this to calculate if any Shooting Locations fall outside of the zone.","type-in-home-address#Type in Home Address":"This should be the location where you normally wake up and where you go home to in the evening. Crew Call will use this to calculate the distance between Home and any Shooting Locations that you log.","visited-before#Visited Before":"Select from a list of locations that you have visted before. If you find yourself working in the same location week after week, this is the fastest way to log it."},"title":"Locations"},"/docs/work-days/lock/":{"data":{"":"","lock-button#Lock Button":"Tap the Lock Button in the top right corner to Lock/Unlock a Work Day.\nYou can’t change Labour, Equipment, Notes, Locations or Mileage on a Locked Work Day. Enable this at the end of each day to prevent accidental changes.\nOften you’ll want to browse a Logged Work Day, if it’s locked you don’t need to worry about accidentally changing something important.","lock-jobs#Lock Jobs":"Use the Lock Button to Lock/Unlock an Entire Job from the Edit Job Screen.\nJobs can also be Locked/Unlocked from the Job List. Tap and Hold and select Mark As → Locked.","lock-work-weeks#Lock Work Weeks":"If every Work Day within a Work Week is locked it will be displayed as Locked in the Work Day List. Work Days that fall within a Locked Work Week can not be deleted.\nTap and Hold on any Work Day in the Work Day List to Lock/Unlock an entire Work Week at once. This is a quick and easy way to sign off an entire week to ensure no accidental changes are made when browsing later."},"title":"Lock Work Days"},"/docs/work-days/logging-work-days/":{"data":{"":"When logging a Work Day there are three main sections, Labour, Equipment and Notes.","changing-the-date#Changing the Date":"You can edit the Date by tapping it at the top of the Work Day Screen.","editing-the-date-title#Editing the Date Title":"You can edit the Date Title by tapping it at the top of the Work Day Screen. By default, the presets you select when Creating a Work Day will be used for the Date Title.","equipment#Equipment":"Equipment is where you log any gear used on a particular shoot day. Total equipment earnings are displayed at the bottom. You can also apply discounts where required.\nEquipment →","labour#Labour":"Labour is where you log your Call Time, Meal Breaks, Wrap Time and Travel. It displays a visual breakdown of your time worked and your income.\nLabour →","navigating-work-days#Navigating Work Days":"Use the left/right arrows at the top of the Work Day Screen to change Work Days.","notes#Notes":"Notes is where you’ll find everything else. You can write notes for a given shoot day. You can also log Locations and Chargeable Mileage. The bottom section let’s you record Camera Wrap and your Actual Drive Away Time.\nNotes →"},"title":"Logging Work Days"},"/docs/work-days/mileage/":{"data":{"":"","add-mileage#Add Mileage":"","auto-calculate-mileage#Auto Calculate Mileage":"If you use the Location Features you will be able to take advantage of Auto Calculate Mileage. This will check each Location that you have logged and assess if it is outside of the Base Radius. If it falls outside of the Base Radius it will calculate the Chargeable Mileage for that location.\nAll you need to do to use this feature is:\nAdd a Base Location Log Locations Tap Auto Calculate Mileage It will take a moment to calculate mileage. An internet connection is required.\nWhen finished you will have Chargeable Mileage for all location moves that are outside of the Base Radius for the Selected Work Day.\nThe distance is calculated by navigating from your Base Location to the Logged Location, the Base Radius will be subtracted from this distance.\nIn the example below, the distance from Melbourne to Woodend is 72km and our Base Radius is 20km, thus the Chargeable Mileage is 52km (72km - 20km).\nIf you exit the Base Radius and travel to various locations outside of the radius, Crew Call will calculate the distance from Location 01 → Location 02. Each location is assessed independantly to determine if it is outside of the Base Radius.","away-jobs#Away Jobs":"When you’re on an away job it’s typical to charge mileage back to your accomodation. If you set your Home Locations, Crew Call will know you’re on an away job and Chargeable Mileage will be calculated automatically.\nIf the Home Locations logged for a Work Day differ from your Default Home Location the system will assume you’re doing an away job.\nHome AM and Home PM are calculated independently so this functionality will work when you leave for an away job and when you return home from an away job.","disclaimer#Disclaimer":"Just a quick reminder to always double check the Chargeable Mileage calculated by Crew Call before you bill production.\nAny mileage calculated using Auto Calculate Mileage can be edited.","edit-mileage#Edit Mileage":"Tap Existing Mileage in the Mileage List to edit it. The process is the same as Adding Mileage. Make sure you tap the Save Button when you are finished making changes.","enter-chargeable-distance#Enter Chargeable Distance":"Use the Mileage Slider to enter your Chargeable Distance. Slide to change values quickly. Tap to the left/right to move in smaller increments.","enter-your-locations#Enter Your Locations":"Enter your Start Location and End Location using the text fields.","mileage-distance-options#Mileage Distance Options":"When you are manually editing the Mileage Distance you have some options to make entering the precise value easier.\nDistance Increment\nChange between 1km / 0.1km increments. The Mileage Slider will use the selected increment. When using Miles the increment will be 1mi / 0.1mi.\nDistance Range\nChange the range of the Mileage Slider.\nSmall is 0km - 200km.\nMedium is 200km - 500km.\nLarge is 500km - 1000km.\nWhen using Miles the ranges will use Miles instead of KMs.\nYou can change between Kilometers and Miles via More Tab → Settings → Mileage Format.","mileage-rate#Mileage Rate":"Tap the Dollar Button in the top right to show the Mileage Rate Screen.\nThe Mileage Rate can be changed for each Work Day, this is useful if you use different vehicles throughout a job. You may use a van one day and charge $1.50/km and then use a truck the next day and charge $2.50/km.\nTap the Set Default Button to set the Default Mileage Rate for the current Crew Member. New Work Days that are created from this point forward will use this value as the Mileage Rate. It’s best to set this up before creating too many Work Days so the $/km is always what you expect it to be.","summary-and-rate#Summary and Rate":"Mileage Summary is used to Add Mileage.\nMileage Rate is used to modify the dollar amount charged per KM or Mile.","tap-add-mileage#Tap \u0026lsquo;Add Mileage\u0026rsquo;":"Tap Add Mileage in the Mileage List and you’ll be presented with the Mileage Popup.","tap-the-add-button#Tap the \u0026lsquo;Add Button\u0026rsquo;":"Tap the Add Button and the Mileage will be added to the Mileage List."},"title":"Mileage"},"/docs/work-days/notes/":{"data":{"":"","camera-wrap#Camera Wrap":"This can be used when you want to record the exact time of Camera Wrap. This can be helpful infomation to have on hand when discussing things with production in the future.\nTap the Camera Wrap Button to log the current time as Camera Wrap.\nTap and Hold the Camera Wrap Button and select Set Manually to dial in the exact time.\nTap and Hold the Camera Wrap Button and select Delete Camera Wrap to remove it.","drive-away#Drive Away":"Often the Drive Away Time and the Wrap Time will differ slightly as crew typically round up their Wrap Time to the nearest 6/15 Minutes. Drive Away allows you to record your actual drive away time for future reference.\nWhen you log Camera Wrap and Drive Away you Bump Out time is calculated automatically. This can useful to know how long it took you to wrap out of a location.\nDrive Away works the exact same way as Camera Wrap, please refer to the information above.\nWhen you tap Drive Away, you will be presented with some options if you have set a Home Location. Lock Work Day \u0026 Navigate Home is used most often as it will sign off the Work Day and open your Preferred Map Application and start navigating you home.","logging-chargeable-mileage#Logging Chargeable Mileage":"Milage is used for Paid KMs or Miles that you charge to production. Mileage can be logged manually or you can use the Auto Calculate Mileage feature.\nLearn more about Chargeable Mileage:\nMileage →","logging-locations#Logging Locations":"Add Locations to a Work Day to keep track of where you are shooting. When you have location moves, Crew Call can help you navigate by opening the Next Location in your Preferred Map Application.\nLogged Locations will automatically calculate Driving Estimates which can be exported as a Driving Logbook for tax purposes.\nWhen using Calendar Sync, the first Logged Location will be added to the corresponding Calendar Event in your iOS or Google Calendar.\nLearn more about Logging Locations:\nLocations →","notes#Notes":"Use the Notes Section to keep track of anything that may come up. Notes are tied to a specific Work Day and can be easily checked later on.\nWhen creating PDF Reports or Timesheets you can choose if these Work Day Notes are included or not. It’s up to you if you make these notes production friendly or if they contain things you want to keep to yourself."},"title":"Notes"}}